{"name":"u5ebbg3v","1":{"time":1620368924},"2":{"time":1620369352},"3":{"time":1620369785},"5":{"text":"Die Hälfte. 0.37","conf":"95","sliders":[],"ranks":[],"choices":[],"time":1620369877},"6":{"text":"Die Dreifache. 1,59","conf":"80","sliders":[],"ranks":[],"choices":[],"time":1620369953},"7":{"text":"Die selbe, da beide Grössen um den selben Faktor zu- und abgenommen haben (c und d), also 0.96","conf":"90","sliders":[],"ranks":[],"choices":[],"time":1620370027},"8":{"text":"Die Konzentration nimmt um Faktor 3 ab, also wird die Absorption auf 0.20 reduziert. Die vierfache Schichtdicke erhöht den Wert auf 0.80","conf":"80","sliders":[],"ranks":[],"choices":[],"time":1620370211},"9":{"text":"","conf":"","sliders":["0","100","0","0"],"ranks":[],"choices":[],"time":1620370257},"10":{"text":"","conf":"","sliders":["85","15","0","0"],"ranks":[],"choices":[],"time":1620370435},"11":{"text":"c(Lösung) und d(Becher) sind beide direkt proportional zur gemessenen Absorption; je höher diese Werte sind, umso höher wird die Absorption (und umgekehrt).\r\nDie Wellenlänge des Lichtstrahls bestimmt, ob\/wie sehr das Licht mit den Molekülen interagiert. Grün gefärbte Lösungen absorbieren kein grünes Licht, sondern reflektieren es, daher wird bei einer \"grünen\" Wellenlänge des Lichts keine oder eine sehr tiefe Absorption gemessen, auch bei hoher Konzentration\/Schichtdicke.","conf":"85","sliders":[],"ranks":[],"choices":[],"time":1620370675},"12":{"text":"","conf":"","sliders":[],"ranks":[],"choices":["Bei Aufgabe 1 Daten herausgeschrieben und Erkenntnisse aus dem Labor daneben vermerkt","Dreisätze",null,null],"time":1620370735},"13":{"text":"Es ist eines dieser Schulthemen, in die ich schnell wieder hineinfinde, da es relativ einfach ist, aber da es selten gebraucht wird, verschwindet es oft in den Hinterkopf. Die Formel beispielsweise kann ich mir nie merken, aber mit ihr rechnen schon.\r\n","conf":"","sliders":[],"ranks":[],"choices":[],"time":1620370804},"14":{"time":1620371488},"15":{"text":"","conf":"40","sliders":[],"ranks":[],"choices":["Co(No3)2: Cobalt (II) nitrate","CoCl2: Cobalt chloride","KMnO4: Potassium permanganate"],"time":1620371513},"feedback":{"s_entertain":"55","s_difficult":"20","t_good":"Dass die Aufgaben progressiv aufeinander aufbauten und man nicht so sehr an der Hand gehalten wird wie im traditionellen Unterricht.","t_bad":"Dass die Wellenlänge sich beim Ändern der Substanz ebenfalls ändert, und dass man die Werte nicht von Hand eingeben kann.","t_what":"Ja, denn ich konnte meine Vermutungen schnell überprüfen und durch das Reduzieren auf einige wenige Variabeln werden die Aufgaben einfacher.","time":1620371682},"17":{"time":1620371684}}