{"name":"kcv4kfm2","1":{"time":1620717757},"2":{"time":1620717782},"3":{"time":1620717925},"5":{"text":"Die Absorption rechts ist halb so gross wie diese Links also 0.74\/2= 0.37 ","conf":"100","sliders":[],"ranks":[],"choices":[],"time":1620718206},"6":{"text":"rechts wird nur ein drittel ankommen, da die Kontentration 3 mal so hoch ist. Also 0.176","conf":"100","sliders":[],"ranks":[],"choices":[],"time":1620718333},"7":{"text":"Es wird die selbe absorption gemessen, also auch 0.96","conf":"100","sliders":[],"ranks":[],"choices":[],"time":1620718381},"8":{"text":"0.60\/4 = 0.15 \r\n0.60*3= 1.80 \r\nes wird vier mal weniger und auch 3 mal grösser also halb so gross ","conf":"60","sliders":[],"ranks":[],"choices":[],"time":1620718517},"9":{"text":"","conf":"","sliders":["0","0","0","100"],"ranks":[],"choices":[],"time":1620718549},"10":{"text":"","conf":"","sliders":["0","0","0","100"],"ranks":[],"choices":[],"time":1620718614},"11":{"text":"- Die kontentration ist wichtig, denn je mehr Teilchen es in der Lösung hat, desto mehr hat das licht an dem es brechen kann, dadurch kommt auch eine kleinere absorption heraus. \r\n- Wenn ein becher breiter ist, kann das Licht nicht sehr gut hindurch, daher bekommt man bei einem breiteren Becher auch eine kleinere Absorption. \r\n- Die Wellenlängen beeinflussen ebenfalls die Absorption. Eine grössere Wellenlänge hat zur Folge, dass die Absorption auch grösser ist, dadurch erhält man auch einen grösseren Wert. Bei einer kleineren Wellenlänge bekommt man also eine kleinere Absorption. \r\n","conf":"70","sliders":[],"ranks":[],"choices":[],"time":1620719065},"12":{"text":"","conf":"","sliders":[],"ranks":[],"choices":["Ich habe alles wichtige gesagt, was man sagen kann.","Bei den Aufgaben habe ich Berechnungen gemaacht, jedoch nicht in der letzten Aufgabe, da dies keinen Sinn ergeben hat, weil ich mit den vorherigen Aufgaben die letzte Frage ziehmlich gut ohne Berechnungen lösen konnte. ",null,null],"time":1620719206},"13":{"text":"Ich wusste schon ein wenig über Spektroskopie aus dem Labor, jedoch nicht all zu viel, da dies erst im zweiten Lehrjahr kommt. ","conf":"","sliders":[],"ranks":[],"choices":[],"time":1620719307},"14":{"time":1620719360},"15":{"text":"","conf":"0","sliders":[],"ranks":[],"choices":["Ich weiss nicht","Ich weiss nicht","Ich weiss nicht"],"time":1620719404},"feedback":{"s_entertain":"0","s_difficult":"60","t_good":"Ich fand, dass die Simulation schon gut war, jedoch hätte ich dies besser gefunden, wenn man wieder zurückgehen könnte zur Simulation, da man sich nicht alles auf einmal merken kann. ","t_bad":"die Aufgabe 11 fand ich nicht gut, denn man konnte dies gar nicht wissen, ausser man hätte sich dies gemerkt oder man hätte zurückgehen können. ","t_what":"Ich würde nächste mal vielleicht ein bisschen genauer die Simulation anschauen, da ich dies meines Erachtens ein wenig zu kurz gemacht habe. ","time":1620719643},"17":{"time":1620719774}}