{"name":"7zjqat99","1":{"time":1633935413},"2":{"time":1633935567},"3":{"time":1633935576},"4":{"text":"","conf":"90","sliders":[],"ranks":[],"choices":["Becher A","Becher D","Becher C","Becher B"],"time":1633935802},"5":{"text":"0.37","conf":"90","sliders":[],"ranks":[],"choices":[],"time":1633935965},"6":{"text":"1.59","conf":"90","sliders":[],"ranks":[],"choices":[],"time":1633935989},"7":{"text":"0.96","conf":"85","sliders":[],"ranks":[],"choices":[],"time":1633936030},"8":{"text":"0.8","conf":"60","sliders":[],"ranks":[],"choices":[],"time":1633936182},"9":{"text":"","conf":"","sliders":["15","25","50","10"],"ranks":[],"choices":[],"time":1633936385},"10":{"text":"","conf":"","sliders":["15","10","50","25"],"ranks":[],"choices":[],"time":1633936440},"11":{"text":"","conf":"","sliders":["60","15","20","5"],"ranks":[],"choices":[],"time":1633936490},"12":{"text":"","conf":"","sliders":["5","20","15","60"],"ranks":[],"choices":[],"time":1633936545},"13":{"text":"Lorsqu'on parle de la relation entre l'absorbance et la concentration d'une solution, ainsi que la longueur du trajet (largeur du bécher) et la longueur d'onde du laser, on pense tout de suite à la loi de Beer-Lambert. Cette loi établit que l'absorbance (A) est proportionnelle à la concentration (c) ainsi que la longueur du faisceau lumineux (l).\r\n\r\nLa concentration d'une solution va être proportionnelle à l'absorbance. Par exemple si on a une solution à 1 mol\/l qui nous donne une absorbance de x, une solution à 2 mol\/l va nous donner une absorbance de 2x.\r\n\r\nConcernant la longueur du bécher, c'est pareil. Si le bécher est deux fois plus grande, alors le rayon va absorber deux fois plus.\r\nEnfin, la longueur d'onde du laser va déterminer si l'absorbance peut être mesurée sur une solution.","conf":"90","sliders":[],"ranks":[],"choices":[],"time":1633936935},"14":{"text":"","conf":"","sliders":[],"ranks":[],"choices":["","Calculs afin de déterminer l'absorbance des différentes solutions","",""],"time":1633936971},"15":{"text":"Oui, nous en avions parlé en cours ainsi que vu en pratique lors de TP concernant la spectroscopie UV","conf":"","sliders":[],"ranks":[],"choices":[],"time":1633937004},"16":{"time":1633937011},"17":{"text":"","conf":"30","sliders":[],"ranks":[],"choices":["Co(No3)2: Cobalt (II) nitrate","KMnO4: Potassium permanganate","K2Cr2O7: Potassium dichromate"],"time":1633937193},"feedback":{"s_entertain":"100","s_difficult":"70","t_good":"J'ai apprécié le côté ludique du laboratoire virtuel dans le sens où c'est super d'avoir un interface comme celui-ci qui peut nous permettre de simuler des analyses afin de prédire l'absorbance ou le %transmittance que notre solution va avoir. ","t_bad":"Pour ma part, j'ai remarqué que lorsque je continuais sur un exercice et que je tombais sur la donnée de l'exercice, je ne pouvais pas essayer l'analyse sur le laboratoire virtuel alors que certains collègues à côté de moi pouvaient tout à fait le faire. Du coup, j'ai seulement pu bien comprendre vers la fin du travail.","t_what":"Non, je ne ferais pas pareil. Je prendrais un peu plus le temps sur le lab virtuel afin de pouvoir mieux prédire l'absorbance qui va être lue en fonction de la concentration, le type de solution, la longueur d'onde et la largeur du bécher.","time":1633937496},"19":{"time":1633937501}}