{"name":"fm5rcvdy","1":{"time":1623842713},"2":{"time":1623842806},"3":{"time":1623843641},"4":{"text":"","conf":"75","sliders":[],"ranks":[],"choices":["Becher B","Becher C","Becher D","Becher A"],"time":1623843702},"5":{"text":"Es wird mit der Extinktion 0.37 gemessen.","conf":"75","sliders":[],"ranks":[],"choices":[],"time":1623843805},"6":{"text":"Es wird mit der Extinktion 1.59 gemessen.","conf":"75","sliders":[],"ranks":[],"choices":[],"time":1623843899},"7":{"text":"Man misst ebenso mit der Extinktion 0.96, genauso wie beim linken Bild.","conf":"75","sliders":[],"ranks":[],"choices":[],"time":1623844143},"8":{"text":"Beim rechten Bild ist die Extinktion entweder 0.8 oder 0.05, ich bin mir nicht sicher wie ich dies Berechnen muss. Nachdem ich mit einem Dreisatz berechnet habe, dass in 200uM die Extinktion 0.2 sein sollte, musste ich nun die Zentimeter in meinen Berechnungen einbauen. Entweder teile ich 0.2 mit dem Faktor 4, oder multipliziere es. Jedoch bin ich mir nicht ganz sicher, weil ich schon lange keine Photometer Aufgaben betätigt habe und vergessen habe, ob die Extinktion grösser oder kleiner wird, wenn die Breite der Küvette grösser wird...","conf":"50","sliders":[],"ranks":[],"choices":[],"time":1623844493},"9":{"text":"","conf":"","sliders":["25","25","25","25"],"ranks":[],"choices":[],"time":1623844576},"10":{"text":"","conf":"","sliders":["0","0","0","100"],"ranks":[],"choices":[],"time":1623844598},"11":{"text":"Naja, sicher bin ich mir eigentlich nicht, weil ich schon lange nicht mehr etwas mit dem Photometer zu tun hatte und ich ebenso viel für die Schule lernen muss, weswegen solche Informationen schnell vergessen gehen. \r\n\r\nJedoch vermute ich, je höher die Konzentration der Lösung ist, desto höher die Extinktion, wobei man eine höhere Wellenlänge braucht damit diese durch die dunkle Farbe \"gehen\" kann. Bei der Breite des Bechers, soll dieser mindestens 1cm gross sein (warum genau weiss ich nicht mehr so genau, man sollte es sich jedoch für die Bemerkung notiert haben). Die Wellenlänge des Lichtstrahls sollte nicht zu hoch oder zu tief sein, da diese mit dem Konzentrationen der Prüflösungen übereinstimmen müssen. Sonst bekommt man ein Diagramm mit Fehlern.","conf":"50","sliders":[],"ranks":[],"choices":[],"time":1623844946},"12":{"text":"","conf":"","sliders":[],"ranks":[],"choices":["Ich weiss nicht genau, wie man auf dem Computer \/ PC mit diesem Programm Tabellen, Graphen oder Diagramme machen kann... (Vielleicht kann man bei solchen Situationen, falls man diese Programm wirklich in der Klasse durchführen wird, mit Excel oder anderen Programmen zusammenarbeiten...) Deswegen habe ich eine Textnotiz gemacht. Falls ich die Formel und weiteres noch in meinem Kopf hätte, hätte ich diese natürlich mit tollen Beispielen dazugeschrieben.","","",""],"time":1623845187},"13":{"text":"Gut","conf":"","sliders":[],"ranks":[],"choices":[],"time":1623845203},"14":{"time":1623845230},"15":{"text":"","conf":"0","sliders":[],"ranks":[],"choices":["CoCl2: Cobalt chloride","KMnO4: Potassium permanganate","K2Cr2O7: Potassium dichromate"],"time":1623845249},"feedback":{"s_entertain":"25","s_difficult":"70","t_good":"Ich fand es toll dass man es zeigen kann, wie sicher man bei den Aufgaben sind und die Fragen wo man lange Texte schreiben konnte gefielen mir am besten.","t_bad":"Ich finde man sollte diesen Text erst manchen, wenn man mitten im Thema ist. Eher als \"Testvorbereitung\". Jedoch fand ich es schade, dass man z.B. die Küvetten nicht grösser als 2cm machen konnte, obwohl es bei der Aufgaben stand, dass man Küvetten-Breiten von 2.5 bis 5cm machen muss (vielleicht habe ich die Aufgabe falsch verstanden. Ebenso musste man bei der 1.Aufgabe mM einstellen, was bei mit nicht gut klappte (oder vielleicht habe ich etwas nicht richtiges verstanden). Man musste 400-750 mM einstellen, bei mir ging es jedoch nicht.","t_what":"Die Fragen waren klar gestellt und es war einem bewusst, was man machen musste.","time":1623845570},"17":{"time":1623845610}}