{"name":"6rfakyp7","1":{"time":1624871197},"2":{"time":1624871326},"3":{"time":1624871395},"4":{"text":"","conf":"30","sliders":[],"ranks":[],"choices":["Becher C","Becher B","Becher D","Becher A"],"time":1624871455},"5":{"text":"Die Extinktion von Becher C","conf":"25","sliders":[],"ranks":[],"choices":[],"time":1624871535},"6":{"text":"Die Extintion von Becher D","conf":"0","sliders":[],"ranks":[],"choices":[],"time":1624871574},"7":{"text":"Extinktion von Becher D","conf":"0","sliders":[],"ranks":[],"choices":[],"time":1624871620},"8":{"text":"Extinktion von D","conf":"0","sliders":[],"ranks":[],"choices":[],"time":1624871648},"9":{"text":"","conf":"","sliders":["25","25","25","25"],"ranks":[],"choices":[],"time":1624871792},"10":{"text":"","conf":"","sliders":["10","15","5","70"],"ranks":[],"choices":[],"time":1624871939},"11":{"text":"Im Allgemeinen bin ich mir nicht zu 100% sicher was eine Extinktion ist. Ich habe den Begriff bei der Spektroskopie passant gehört. Die Konzentration als Stoffeigenschaft beeinflusst den Durchgang der Wellenlänge welche in das Medium eintritt. Die Breite beeinflusst die Sichtweise, wie eine Refraktion. Dort unterscheidet es sich ebenso von welcher Perspektive man durchschaut, dort beeinflusst aber die Temperatur und das Medium in welches die Lichtwelle reflektiert wird. Wenn es höher Konzentriert ist geht es weniger stark durch.\r\n","conf":"30","sliders":[],"ranks":[],"choices":[],"time":1624872359},"12":{"text":"","conf":"","sliders":[],"ranks":[],"choices":["","Um keinen groben Fehler zu beziehen habe ich einige Rechnungen Aufgeschrieben, nicht komplette Rechnungen, eher Zahlen die ich in Kopf zum Schluss zusammen zähle, wobei ich manchmal wichtige Wörter durch Zahlen ersetze. Oder einzelne Buchstaben, so wie der Buchstabe E ersetzt mit der Zahl 4.","",""],"time":1624872516},"13":{"text":"Gar nicht. Ich habe es mir so vorgestellt wie eine Refraktion. ","conf":"","sliders":[],"ranks":[],"choices":[],"time":1624872576},"14":{"time":1624872613},"15":{"text":"","conf":"0","sliders":[],"ranks":[],"choices":["K2CrO4: Potassium chromate","K2Cr2O7: Potassium dichromate","Co(No3)2: Cobalt (II) nitrate"],"time":1624872824},"feedback":{"s_entertain":"85","s_difficult":"75","t_good":"Die Fragen bezogen sich meist im Verhältnis auf die letzte Aufgabe. Es hat einem nicht noch mehr verwirrt. Ich finde das ausgewählte Thema Recht spannend, allgemein alles mit beeinflussung des Lichtes ist ein spannendes Thema.","t_bad":"Am Anfang könnte man erwähnen das die Erste Abbildung zum ausprobieren ist, da mir persönlich noch nicht ganz klar wurde um was es genau ging. Da kamen im Nachfolgenden die Zweifel das wenn man wieder Zurüch drückt die ganzen Antworten gelöscht werden, so ein Zeitverlust entsteht. Vielleicht zu Beginn erwähnen was Extrinktion ist, was mir bis jetzt nicht ganz klar ist und ich deshalb in einigen Fällen geratet habe. Bzw. alle Testenden auf einen ungefähren gleichen Wissensstand zu bringen. Die Aufgabe der Bestimmung der Salze welche in den Bechern enthalten ist, ","t_what":"Nicht voreilig sein. Einige Notizen mehr könnten auch nicht schaden. ","time":1624873471},"17":{"time":1624873473}}